Repository: common-repository/brog-indexor
Catalog: languages/b-indexor-*.po
Languages: fr_fr

source: New index:
fr_fr: Nouvel index :

source: Vignette's URL
fr_fr: URL de la vignette

source: Custom title
fr_fr: Titre personnalisé

source: Display yours posts in nice index.
fr_fr: Présentez vos articles dans de jolis index tout en gardant un maximum de libertés.

source: This plugin let you display post lists of your index in alphabetical order with the title and the vignette of each post. Vignettes size are based on thumbnails size of your wordpress installation. They match to the first image find in the post. If your post doesn't have any images in his content or specified in the custom field, it's the default vignette which is display.
fr_fr: Ce plugin vous permet d'afficher la liste des liens des articles par ordre alphabétique avec le titre de l'article et sa vignette. La vignette correspondent à la première image - ou sa miniature si elle existe - trouvée dans l'article. Si l'article ne comprend pas d'images et qu'aucune image spécifique n'a été précisée, c'est la vignette par défaut qui s'affiche.

source: To <strong>display an index</strong>, you just have to put the code <code><strong>[index=</strong>your_index<strong>]</strong></code> in a post or a page. All linked posts to this index will be automatically displayed.
fr_fr: Pour <strong>afficher un index</strong>, il vous suffit de mettre le code <code><strong>[index=</strong>nom de votre index<strong>]</strong></code> dans une page ou un article. Tous les articles associés avec l'index demandé seront alors affichés automatiquement.

source: You do not have sufficient permissions to access options of this page.
fr_fr: Désolé, vous n'avez pas les droits suffisants pour accéder à cette page

source: Importation in %s
fr_fr: Importation dans l'index %s

source: is already in this index.
fr_fr: est déjà dans cet index.

source: Adding
fr_fr: Ajout de

source: Congratulations, <strong>%d</strong> posts have been added in the index <strong>%s</strong>.
fr_fr: Félicitations, vous avez ajouté <strong>%d</strong> articles dans l'index <strong>%s</strong>.

source: The founded post was already indexed.
fr_fr: L'article trouvé était déjà indexé.

source: Sorry, no post found in the html code given. :(
fr_fr: Désolé, aucun article trouvé dans le code html donné. :(

source: Importation failed
fr_fr: Échec de l'importation

source: Please put an index name to import your posts.
fr_fr: Vous n'avez pas indiqué le nom de l'index dans lequel importer vos articles.

source: Manage your index
fr_fr: Gérer vos index

source: Index Name
fr_fr: Nom de l'index

source: Posts
fr_fr: Articles

source: Delete
fr_fr: Supprimer

source: None of your posts are indexed yet.
fr_fr: Aucun de vos articles n'est encore indexé.

source: Save modifications
fr_fr: Valider tous les changements

source: Display options
fr_fr: Options d'affichage

source: If nothing checked, titles will be displayed.
fr_fr: Si rien n'est sélectionné, les titres s'afficheront par défaut

source: Display popup vignettes.
fr_fr: Afficher les vignettes au passage de la souris

source: Display popup excerpt.
fr_fr: Afficher les extraits au passage de la souris

source: Display vignettes.
fr_fr: Afficher les vignettes

source: Do not check this if you are concerned about optimizing your website load time.
fr_fr: Ne cocher pas cette option si vous voulez optimiser le temps de chargement de la page.

source: Display titles.
fr_fr: Afficher les titres

source: Index order
fr_fr: Ordre des index

source: Alphabetical
fr_fr: Alphabétique

source: Chronological
fr_fr: Chronologique

source: Reverse chronological
fr_fr: Chronologique inversé

source: Vignettes size
fr_fr: Taille des vignettes

source: Use wordpress thumbnails size.
fr_fr: Le plugin affiche les miniatures que wordpress génère lors de l'upload d'une image si elles correspondent à la taille d'affichage que vous choisissez.

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Default vignette
fr_fr: Choix de la vignette par défaut

source: Choose the vignette to display when there is no image associate with a post:
fr_fr: Choisissez la vignette à afficher si aucune image n'est présente dans l'article ou associée à celui-ci&nbsp;:

source: default vignette
fr_fr: vignette par défaut

source: Other
fr_fr: Autre

source: &mdash;&nbsp;image's URL, %dx%dpx preferably:
fr_fr: &mdash;&nbsp;indiquez l'URL de votre image, %dx%dpx de préférence&nbsp;:

source: Categories
fr_fr: Catégories

source: Use categories instead indexor system.
fr_fr: Utiliser les catégories pour les index au lieu des champs personnalisés.

source: So, you have to use [index=category-id]. Look the <em>Categories</em> page to know your category id. And the indexor box will be useless
fr_fr: Utilisez alors le marqueur [index=identifiant-de-la-categorie]. Regardez la page <em>Catégories</em> (sous-menu d'<em>Articles</em>) pour connaître l'identifiant de vos catégories.

source: Index importation
fr_fr: Importation d'index

source: The importation recognize all URL which match <code>href="http://yoursite.com/your-post/"</code> and verify if <code>your-post</code> is a real post in your blog. If it's true, your post is adding in the given index.
fr_fr: L'importation reconnaît toutes les URL du type <code>href="http://votresite.com/votre-article/"</code>. Elle vérifie alors que <code>votre-site</code> est un article existant. Si c'est le cas, l'article est mis à jour avec l'ajout du champ personnalisé correspondant à l'index que vous importez.

source: Indicate the exact name of the index in which you want to import yours posts:
fr_fr: Indiquez le nom exact de l'index dans lequel vous voulez importer vos articles&nbsp;:

source: Paste here the html code where are the posts you want importing
fr_fr: Copiez la partie du code html de la page contenant les liens des articles concernés&nbsp;:
